export default {
  primary: {
    main: '#4991e5', // Холодный синий (как зимнее небо)
  },
  secondary: {
    main: '#1C313A', // Тёмный ледяной серо-синий
  },
  background: {
    default: '#121212', // Очень тёмный серый для зимней ночи
  },
  accent: {
    main: '#BBDEFB', // Лёдяной светло-голубой
  },
  error: {
    main: '#B71C1C', // Замёрзший красный (как морозные щёки)
  },
  warning: {
    main: '#FFC107', // Тёплый золотистый свет (как зимний костёр)
  },
  success: {
    main: '#388E3C', // Хвойный зелёный (как зимняя ёлка)
  },
};
