export default {
  primary: {
    main: '#1976D2', // Свежий синий (как ясное зимнее небо)
  },
  secondary: {
    main: '#90CAF9', // Светлый ледяной голубой
  },
  background: {
    default: '#E3F2FD', // Светлый снежный фон
  },
  accent: {
    main: '#81D4FA', // Ледяной бирюзовый
  },
  error: {
    main: '#D32F2F', // Холодный красный (как зимние ягоды)
  },
  warning: {
    main: '#FFA000', // Тёплый свет (как зимнее солнце)
  },
  success: {
    main: '#4CAF50', // Зелёный хвойный (как праздничная ёлка)
  },
};
